"Button 1:"		= "Button 1:";
"Button 2:"		= "Button 2:";
"Button 3:" 	= "Button 3:";
"Button 4:"		= "Button 4:";

"Backlight Correction"	= "Koreksi Lampu Latar";
"Color Restoration"		= "Restorasi Warna";
"Descreening"			= "Menghilangkan pola moire";
"Dust Removal"			= "Pembersihan Debu";
"Unsharp Mask"			= "Pentajaman Gambar";

"None"			= "Tidak ada";
"Newspaper"		= "Koran (85 lpi)";
"Magazine"		= "Majalah (133 lpi)";
"Fine Prints"	= "Cetak Halus (175 lpi)";
"General"		= "Umum";

"Low"		= "Rendah";
"Medium"	= "Sedang";
"High"		= "Tinggi";

"Quiet Mode"        = "Mode Diam:";
"Off"               = "Tidak aktif";
"On"                = "Aktif";
"Printer Setting"   = "Pengaturan Printer";
